Repository: NicolaLS/payment-app
Catalog: providers/blink/feature/blink-contacts/src/iosMain/resources/BlipContacts.xcstrings
Source language: en
Languages: de, es

# import_contacts_no_matches
source: No matching contacts
de: Keine passenden Kontakte
es: No hay contactos coincidentes

# import_contacts_search
source: Search contacts
de: Kontakte suchen
es: Buscar contactos

# settings_wallet_details_import_contacts_already_added
source: Already added
de: Bereits hinzugefügt
es: Ya agregado

# settings_wallet_details_import_contacts_empty
source: No importable Blink contacts found.
de: Keine importierbaren Blink-Kontakte gefunden.
es: No se encontraron contactos de Blink importables.

# settings_wallet_details_import_contacts_import
source: Import selected
de: Ausgewählte importieren
es: Importar seleccionados

# settings_wallet_details_import_contacts_loading
source: Loading contacts…
de: Kontakte werden geladen…
es: Cargando contactos…

# settings_wallet_details_import_contacts_select_all
source: Select all
de: Alle auswählen
es: Seleccionar todos

# settings_wallet_details_import_contacts_selected
source: %1$lld selected
de: %1$lld ausgewählt
es: %1$lld seleccionados

# settings_wallet_details_import_contacts_skip
source: Skip contact import
de: Kontaktimport überspringen
es: Omitir importación de contactos

# settings_wallet_details_import_contacts_success
source: Imported %1$lld contacts.
de: %1$lld Kontakte importiert.
es: %1$lld contactos importados.

# settings_wallet_details_import_contacts_transactions
source: %1$lld transactions
de: %1$lld Transaktionen
es: %1$lld transacciones
